{
  "Judith": {
    "1": {
      "1": "I. Assyrian Threat Chapter 1 - Nebuchadnezzar Against Arphaxad. It was the twelfth year of the reign of Nebuchadnezzar, who ruled over the Assyrians in the great city of Nineveh. At that time Arphaxad was ruling over the Medes in Ecbatana.",
      "2": "Around Ecbatana he built a wall of hewn stones, three cubits thick and six cubits long. He made the walls seventy cubits high and fifty cubits wide.",
      "3": "At its gates he raised towers one hundred cubits high with foundations sixty cubits wide.",
      "4": "He made its gates seventy cubits high and forty cubits wide to allow passage of his mighty forces, with his infantry in formation.",
      "5": "At that time King Nebuchadnezzar waged war against King Arphaxad in the vast plain that borders Ragau.",
      "6": "Rallying to him were all who lived in the hill country, all who lived along the Euphrates, the Tigris, and the Hydaspes, as well as Arioch, king of the Elamites, in the plains. Thus many nations joined the ranks of the Chelodites.",
      "7": "Then Nebuchadnezzar, king of the Assyrians, contacted all the inhabitants of Persia and all who lived in the west, the inhabitants of Cilicia and Damascus, Lebanon and Antilebanon, and all who lived along the seacoast,",
      "8": "the peoples of Carmel, Gilead, Upper Galilee, and the vast plain of Esdraelon,",
      "9": "and all in Samaria and its cities, and west of the Jordan as far as Jerusalem, Bethany, Chelous, Kadesh, and the river of Egypt; Tahpanhes, Raamses, all the land of Goshen,",
      "10": "Tanis, Memphis and beyond, and all the inhabitants of Egypt as far as the borders of Ethiopia.",
      "11": "But all the inhabitants of the whole land made light of the summons of Nebuchadnezzar, king of the Assyrians, and would not join him in the war. They were not afraid of him, since he was only a single opponent. So they sent back his envoys empty-handed and disgraced.",
      "12": "Then Nebuchadnezzar fell into a violent rage against all the land, and swore by his throne and his kingdom that he would take revenge on all the territories of Cilicia, Damascus, and Syria, and would destroy with his sword all the inhabitants of Moab, Ammon, the whole of Judea, and all those living in Egypt as far as the coasts of the two seas.",
      "13": "Defeat of Arphaxad. In the seventeenth year he mustered his forces against King Arphaxad and was victorious in his campaign. He routed the whole force of Arphaxad, his entire cavalry, and all his chariots,",
      "14": "and took possession of his cities. He pressed on to Ecbatana, took its towers, sacked its marketplaces, and turned its glory into shame.",
      "15": "He captured Arphaxad in the mountains of Ragau, ran him through with spears, and utterly destroyed him once and for all.",
      "16": "Then he returned to Nineveh with all his consolidated forces, a very great multitude of warriors; and there he and his forces relaxed and feasted for one hundred and twenty days."
    },
    "2": {
      "1": "Chapter 2 - Revenge Planned Against the Western Nations. In the eighteenth year, on the twenty-second day of the first month, there was a discussion in the palace of Nebuchadnezzar, king of the Assyrians, about taking revenge on all the land, as he had threatened.",
      "2": "He summoned all his attendants and officers, laid before them his secret plan, and with his own lips recounted in full detail the wickedness of all the land.",
      "3": "They decided to destroy all who had refused to obey the order he had issued.",
      "4": "When he had fully recounted his plan, Nebuchadnezzar, king of the Assyrians, summoned Holofernes, the ranking general of his forces, second only to himself in command, and said to him:",
      "5": "“Thus says the great king, the lord of all the earth: Go forth from my presence, take with you men of proven valor, one hundred and twenty thousand infantry and twelve thousand cavalry,",
      "6": "and proceed against all the land of the west, because they disobeyed the order I issued.",
      "7": "Tell them to have earth and water ready, for I will come against them in my wrath; I will cover all the land with the feet of my soldiers, to whom I will deliver them as spoils.",
      "8": "Their wounded will fill their ravines and wadies, the swelling river will be choked with their dead;",
      "9": "and I will deport them as exiles to the very ends of the earth.",
      "10": "“Go before me and take possession of all their territories for me. If they surrender to you, guard them for me until the day of their sentencing.",
      "11": "As for those who disobey, show them no mercy, but deliver them up to slaughter and plunder in all the land you occupy.",
      "12": "For as I live, and by the strength of my kingdom, what I have spoken I will accomplish by my own hand.",
      "13": "Do not disobey a single one of the orders of your lord; fulfill them exactly as I have commanded you, and do it without delay.” Campaigns of Holofernes.",
      "14": "So Holofernes left the presence of his lord, and summoned all the commanders, generals, and officers of the Assyrian forces.",
      "15": "He mustered one hundred and twenty thousand picked troops, as his lord had commanded, and twelve thousand mounted archers,",
      "16": "and drew them up as a vast force organized for battle.",
      "17": "He took along a very large number of camels, donkeys, and mules for carrying their supplies; innumerable sheep, cattle, and goats for their food;",
      "18": "abundant provisions for each man, and much gold and silver from the royal palace.",
      "19": "Then he and all his forces set out on their expedition in advance of King Nebuchadnezzar, to overrun all the lands of the western region with their chariots, cavalry, and picked infantry.",
      "20": "A huge, irregular force, too many to count, like locusts, like the dust of the earth, went along with them.",
      "21": "After a three-day march from Nineveh, they reached the plain of Bectileth, and camped opposite Bectileth near the mountains to the north of Upper Cilicia.",
      "22": "From there Holofernes took all his forces, the infantry, cavalry, and chariots, and marched into the hill country.",
      "23": "He devastated Put and Lud, and plundered all the Rassisites and the Ishmaelites on the border of the wilderness toward the south of the Chelleans.",
      "24": "Then, following the Euphrates, he went through Mesopotamia, and battered down every fortified city along the Wadi Abron, until he reached the sea.",
      "25": "He seized the territory of Cilicia, and cut down everyone who resisted him. Then he proceeded to the southern borders of Japheth, toward Arabia.",
      "26": "He surrounded all the Midianites, burned their tents, and sacked their encampments.",
      "27": "Descending to the plain of Damascus at the time of the wheat harvest, he set fire to all their fields, destroyed their flocks and herds, looted their cities, devastated their plains, and put all their young men to the sword.",
      "28": "Fear and dread of him fell upon all the inhabitants of the coastland, upon those in Sidon and Tyre, and those who dwelt in Sur and Ocina, and the inhabitants of Jamnia. Those in Azotus and Ascalon also feared him greatly."
    },
    "3": {
      "1": "Chapter 3 - Submission of the Vassal Nations. So they sent messengers to him to sue for peace in these words:",
      "2": "“We, the servants of Nebuchadnezzar the great king, lie prostrate before you; do with us as you will.",
      "3": "See, our dwellings and all our land and every wheat field, our flocks and herds, and all our encampments are at your disposal; make use of them as you please.",
      "4": "Our cities and their inhabitants are also at your service; come and deal with them as you see fit.”",
      "5": "After the spokesmen had reached Holofernes and given him this message,",
      "6": "he went down with his forces to the seacoast, stationed garrisons in the fortified cities, and took selected men from them as auxiliaries.",
      "7": "The people of these cities and all the inhabitants of the countryside received him with garlands and dancing to the sound of timbrels.",
      "8": "But he devastated their whole territory and cut down their sacred groves, for he was allowed to destroy all the gods of the land, so that every nation might worship only Nebuchadnezzar, and all their tongues and tribes should invoke him as a god.",
      "9": "At length Holofernes reached Esdraelon in the neighborhood of Dothan, the approach to the main ridge of the Judean mountains;",
      "10": "he set up his camp between Geba and Scythopolis, and stayed there a whole month to replenish all the supplies of his forces."
    },
    "4": {
      "1": "II. Siege of Bethulia Chapter 4 - Israel Prepares for War. When the Israelites who lived in Judea heard of all that Holofernes, the ranking general of Nebuchadnezzar king of the Assyrians, had done to the nations, and how he had looted all their shrines and utterly destroyed them,",
      "2": "they were in very great fear of him, and greatly alarmed for Jerusalem and the temple of the Lord, their God.",
      "3": "Now, they had only recently returned from exile, and all the people of Judea were just now reunited, and the vessels, the altar, and the temple had been purified from profanation.",
      "4": "So they sent word to the whole region of Samaria, to Kona, Beth-horon, Belmain, and Jericho, to Choba and Aesora, and to the valley of Salem.",
      "5": "The people there secured all the high hilltops, fortified the villages on them, and since their fields had recently been harvested, stored up provisions in preparation for war.",
      "6": "Joakim, who was high priest in Jerusalem in those days, wrote to the inhabitants of Bethulia and Betomesthaim, which is opposite Esdraelon, facing the plain near Dothan,",
      "7": "and instructed them to keep firm hold of the mountain passes, since these offered access to Judea. It would be easy to stop those advancing, as the approach was only wide enough for two at a time.",
      "8": "The Israelites carried out the orders given them by Joakim, the high priest, and the senate of the whole people of Israel, in session in Jerusalem.",
      "9": "Israel at Prayer. All the men of Israel cried to God with great fervor and humbled themselves.",
      "10": "They, along with their wives, and children, and domestic animals, every resident alien, hired worker, and purchased slave, girded themselves with sackcloth.",
      "11": "And all the Israelite men, women, and children who lived in Jerusalem fell prostrate in front of the temple and sprinkled ashes on their heads, spreading out their sackcloth before the Lord.",
      "12": "The altar, too, they draped in sackcloth; and with one accord they cried out fervently to the God of Israel not to allow their children to be seized, their wives to be taken captive, the cities of their inheritance to be ruined, or the sanctuary to be profaned and mocked for the nations to gloat over.",
      "13": "The Lord heard their cry and saw their distress. The people continued fasting for many days throughout Judea and before the sanctuary of the Lord Almighty in Jerusalem.",
      "14": "Also girded with sackcloth, Joakim, the high priest, and all the priests in attendance before the Lord, and those who ministered to the Lord offered the daily burnt offering, the votive offerings, and the voluntary offerings of the people.",
      "15": "With ashes upon their turbans, they cried to the Lord with all their strength to look with favor on the whole house of Israel."
    },
    "5": {
      "1": "Chapter 5 - Achior in the Assyrian War Council. It was reported to Holofernes, the ranking general of the Assyrian forces, that the Israelites were ready for battle, had blocked the mountain passes, fortified the high hilltops, and placed roadblocks in the plains.",
      "2": "In great anger he summoned all the rulers of Moab, the governors of Ammon, and all the satraps of the coastland",
      "3": "and said to them: “Now tell me, you Canaanites, what sort of people is this that lives in the hill country? Which cities do they inhabit? How large is their force? In what does their power and strength consist? Who has set himself up as their king and the leader of their army?",
      "4": "Why have they alone of all the inhabitants of the west refused to come out to meet me?”",
      "5": "Then Achior, the leader of all the Ammonites, said to him: “My lord, please listen to a report from your servant. I will tell you the truth about this people that lives in the hill country near here. No lie shall escape your servant’s lips.",
      "6": "“These people are descendants of the Chaldeans.",
      "7": "They formerly lived in Mesopotamia, for they did not wish to follow the gods of their ancestors who were in the land of the Chaldeans.",
      "8": "Since they abandoned the way of their ancestors, and worshiped the God of heaven, the God whom they had come to know, their ancestors expelled them from the presence of their gods. So they fled to Mesopotamia and lived there a long time.",
      "9": "Their God told them to leave the place where they were living and go to the land of Canaan. Here they settled, and grew very rich in gold, silver, and a great abundance of livestock.",
      "10": "Later, when famine had gripped the land of Canaan, they went down into Egypt. They stayed there as long as they found sustenance and there they grew into such a great multitude that the number of their people could not be counted.",
      "11": "The king of Egypt, however, rose up against them, and shrewdly forced them to labor at brickmaking; they were oppressed and made into slaves.",
      "12": "But they cried to their God, and he struck the whole land of Egypt with plagues for which there was no remedy. So the Egyptians drove them out.",
      "13": "Then God dried up the Red Sea before them",
      "14": "and led them along the route to Sinai and Kadesh-barnea. They drove out all the inhabitants of the wilderness",
      "15": "and settled in the land of the Amorites. By their strength they destroyed all the Heshbonites, crossed the Jordan, and took possession of all the hill country.",
      "16": "They drove out before them the Canaanites, the Perizzites, the Jebusites, the Shechemites, and all the Gergesites, and they lived there a long time.",
      "17": "“As long as the Israelites did not sin in the sight of their God, they prospered, for their God, who hates wickedness, was with them.",
      "18": "But when they abandoned the way he had prescribed for them, they were utterly destroyed by frequent wars, and finally taken as captives into foreign lands. The temple of their God was razed to the ground, and their cities were occupied by their enemies.",
      "19": "But now they have returned to their God, and they have come back from the Diaspora where they were scattered. They have reclaimed Jerusalem, where their sanctuary is, and have settled again in the hill country, because it was unoccupied.",
      "20": "“So now, my master and lord, if these people are inadvertently at fault, or if they are sinning against their God, and if we verify this offense of theirs, then we will be able to go up and conquer them.",
      "21": "But if they are not a guilty nation, then let my lord keep his distance; otherwise their Lord and God will shield them, and we will be mocked in the eyes of all the earth.”",
      "22": "Now when Achior had finished saying these things, all the people standing round about the tent murmured; and the officers of Holofernes and all the inhabitants of the seacoast and of Moab alike said he should be cut to pieces.",
      "23": "“We are not afraid of the Israelites,” they said, “for they are a powerless people, incapable of a strong defense.",
      "24": "Therefore let us attack, master Holofernes. They will become fodder for your great army.”"
    },
    "6": {
      "1": "Chapter 6 - When the noise of the crowd surrounding the council had subsided, Holofernes, the ranking general of the Assyrian forces, said to Achior, in the presence of the whole throng of foreigners, of the Moabites, and of the Ammonite mercenaries:",
      "2": "“Who are you, Achior and the mercenaries of Ephraim, to prophesy among us as you have done today, and to tell us not to fight against the people of Israel because their God shields them? Who is God beside Nebuchadnezzar? He will send his force and destroy them from the face of the earth. Their God will not save them;",
      "3": "but we, the servants of Nebuchadnezzar, will strike them down with one blow, for they will be unable to withstand the force of our cavalry.",
      "4": "We will overwhelm them with it, and their mountains shall be drunk with their blood, and their plains filled with their corpses. Not a trace of them shall survive our attack; they will utterly perish. So says King Nebuchadnezzar, lord of all the earth. For he has spoken, and his words will not be in vain.",
      "5": "As for you, Achior, you Ammonite mercenary, for saying these things in a moment of perversity, you will not see my face after today, until I have taken revenge on this people that came out of Egypt.",
      "6": "Then at my return, the sword of my army or the spear of my attendants will pierce your sides, and you will fall among their wounded.",
      "7": "My servants will now conduct you to the hill country, and leave you at one of the cities beside the passes.",
      "8": "You will not die until you are destroyed together with them.",
      "9": "If you still harbor the hope that they will not be taken, then there is no need for you to be downcast. I have spoken, and not one of my words will fail to be fulfilled.”",
      "10": "Then Holofernes ordered the servants who were standing by in his tent to seize Achior, conduct him to Bethulia, and hand him over to the Israelites.",
      "11": "So the servants seized him and took him out of the camp into the plain. From the plain they led him up into the hill country until they reached the springs below Bethulia.",
      "12": "When the men of the city saw them, they seized their weapons and ran out of the city to the top of the hill, and all the slingers kept them from coming up by hurling stones at them.",
      "13": "So, taking cover below the hill, they bound Achior and left him lying at the foot of the hill; then they returned to their lord. Achior in Bethulia.",
      "14": "The Israelites came down from their city and found him, untied him, and brought him into Bethulia. They placed him before the rulers of the city,",
      "15": "who in those days were Uzziah, son of Micah of the tribe of Simeon, and Chabris, son of Gothoniel, and Charmis, son of Melchiel.",
      "16": "They then convened all the elders of the city, and all their young men, as well as the women, gathered in haste at the place of assembly. They placed Achior in the center of the people, and Uzziah questioned him about what had happened.",
      "17": "He replied by giving them an account of what was said in the council of Holofernes, and of all his own words among the Assyrian rulers, and of all the boasting threats of Holofernes against the house of Israel.",
      "18": "At this the people fell prostrate and worshiped God, and they cried out:",
      "19": "“Lord, God of heaven, look at their arrogance! Have mercy on our people in their abject state, and look with favor this day on the faces of those who are consecrated to you.”",
      "20": "Then they reassured Achior and praised him highly.",
      "21": "Uzziah brought him from the place of assembly to his home, where he gave a banquet for the elders. That whole night they called upon the God of Israel for help."
    },
    "7": {
      "1": "Chapter 7 - The Campaign Against Israel. The following day Holofernes ordered his whole army, and all the troops who had come to join him, to break camp and move against Bethulia, seize the passes into the hills, and make war on the Israelites.",
      "2": "That same day all their fighting men went into action. Their forces numbered a hundred and seventy thousand infantry and twelve thousand cavalry, not counting the baggage train or the men who accompanied it on foot, a very great army.",
      "3": "They encamped at the spring in the valley near Bethulia, and spread crosswise toward Dothan as far as Balbaim, and lengthwise from Bethulia to Cyamon, which faces Esdraelon.",
      "4": "When the Israelites saw how many there were, they were greatly distressed and said to one another, “Soon they will strip the whole land bare. Neither the high mountains nor the valleys nor the hills will bear their weight.”",
      "5": "Yet they all seized their weapons, lighted fires on their towers, and kept watch throughout the night. The Siege of Bethulia.",
      "6": "On the second day Holofernes led out all his cavalry in the sight of the Israelites who were in Bethulia.",
      "7": "He reconnoitered the ascents to their city and located their springs of water; these he seized, stationing armed detachments around them, while he himself returned to his troops.",
      "8": "All the rulers of the Edomites, all the leaders of the Moabites, together with the generals of the coastal region, came to Holofernes and said:",
      "9": "“Master, please listen to what we have to say, that there may be no losses among your forces.",
      "10": "These Israelite troops do not rely on their spears, but on the height of the mountains where they dwell, for it is not easy to reach the summit of their mountains.",
      "11": "Therefore, master, do not attack them in regular formation, and not a single one of your troops will fall.",
      "12": "Stay in your camp, and spare every man of your force. Have some of your servants keep control of the spring of water that flows out at the base of the mountain,",
      "13": "for that is where the inhabitants of Bethulia get their water. Then thirst will destroy them, and they will surrender their city. Meanwhile, we and our troops will go up to the nearby hilltops and encamp there to guard against anyone’s leaving the city.",
      "14": "They and their wives and children will languish with hunger, and even before the sword strikes them they will be laid low in the streets where they live.",
      "15": "Thus you will render them dire punishment for their rebellion and their refusal to meet you peacefully.”",
      "16": "Their words pleased Holofernes and all his attendants, and he ordered their proposal to be carried out.",
      "17": "So the Ammonites moved camp, together with five thousand Assyrians. They encamped in the valley and held the water supply and the springs of the Israelites.",
      "18": "The Edomites and the Ammonites went up and encamped in the hill country opposite Dothan; and they sent some of their men to the southeast opposite Egrebel, near Chusi, which is on Wadi Mochmur. The rest of the Assyrian army was encamped in the plain, covering all the land. Their tents and equipment were spread out in profusion everywhere, and they formed a vast multitude.",
      "19": "The Distress of the Israelites. The Israelites cried to the Lord, their God, for they were disheartened, since all their enemies had them surrounded, and there was no way of escaping from them.",
      "20": "The whole Assyrian army, infantry, chariots, and cavalry, kept them thus surrounded for thirty-four days. All the reservoirs of water failed the inhabitants of Bethulia,",
      "21": "and the cisterns ran dry, so that on no day did they have enough water to drink, for their drinking water was rationed.",
      "22": "Their children were listless, and the women and youths were fainting from thirst and were collapsing in the streets and gateways of the city, with no strength left in them.",
      "23": "So all the people, including youths, women, and children, went in a crowd to Uzziah and the rulers of the city. They cried out loudly and said before all the elders:",
      "24": "“May God judge between you and us! You have done us grave injustice in not making peace with the Assyrians.",
      "25": "There is no one to help us now! God has sold us into their hands by laying us prostrate before them in thirst and utter exhaustion.",
      "26": "So now, summon them and deliver the whole city as plunder to the troops of Holofernes and to all his forces;",
      "27": "we would be better off to become their prey. Although we would be made slaves, at least we would live, and not have to see our little ones dying before our eyes, and our wives and children breathing their last.",
      "28": "We adjure you by heaven and earth and by our God, the Lord of our ancestors, who is punishing us for our sins and the sins of our ancestors, that this very day you do as we have proposed.”",
      "29": "All in the assembly with one accord broke into shrill wailing and cried loudly to the Lord their God.",
      "30": "But Uzziah said to them, “Courage, my brothers and sisters! Let us endure patiently five days more for the Lord our God to show mercy toward us; for God will not utterly forsake us.",
      "31": "But if these days pass and help does not come to us, I will do as you say.”",
      "32": "Then he dismissed the people. The men returned to their posts on the walls and towers of the city, the women and children went back to their homes. Throughout the city they were in great misery."
    },
    "8": {
      "1": "III. Judith, Instrument of the Lord Chapter 8 - Description of Judith. Now in those days Judith, daughter of Merari, son of Ox, son of Joseph, son of Oziel, son of Elkiah, son of Ananias, son of Gideon, son of Raphain, son of Ahitub, son of Elijah, son of Hilkiah, son of Eliab, son of Nathanael, son of Salamiel, son of Sarasadai, son of Simeon, son of Israel, heard of this.",
      "2": "Her husband, Manasseh, of her own tribe and clan, had died at the time of the barley harvest.",
      "3": "While he was supervising those who bound the sheaves in the field, he was overcome by the heat; and he collapsed on his bed and died in Bethulia, his native city. He was buried with his ancestors in the field between Dothan and Balamon.",
      "4": "Judith was living as a widow in her home for three years and four months.",
      "5": "She set up a tent for herself on the roof of her house, put sackcloth about her waist, and wore widow’s clothing.",
      "6": "She fasted all the days of her widowhood, except sabbath eves and sabbaths, new moon eves and new moons, feastdays and holidays of the house of Israel.",
      "7": "She was beautiful in appearance and very lovely to behold. Her husband, Manasseh, had left her gold and silver, male and female servants, livestock and fields, which she was maintaining.",
      "8": "No one had a bad word to say about her, for she feared God greatly. Judith and the Elders.",
      "9": "So when Judith heard of the harsh words that the people, discouraged by their lack of water, had spoken against their ruler, and of all that Uzziah had said to them in reply, swearing that he would hand over the city to the Assyrians at the end of five days,",
      "10": "she sent her maid who was in charge of all her things to summon Uzziah, Chabris, and Charmis, the elders of her city.",
      "11": "When they came, she said to them: “Listen to me, you rulers of the people of Bethulia. What you said to the people today is not right. You pronounced this oath, made between God and yourselves, and promised to hand over the city to our enemies unless within a certain time the Lord comes to our aid.",
      "12": "Who are you to put God to the test today, setting yourselves in the place of God in human affairs?",
      "13": "And now it is the Lord Almighty you are putting to the test, but you will never understand anything!",
      "14": "You cannot plumb the depths of the human heart or grasp the workings of the human mind; how then can you fathom God, who has made all these things, or discern his mind, or understand his plan? “No, my brothers, do not anger the Lord our God.",
      "15": "For if he does not plan to come to our aid within the five days, he has it equally within his power to protect us at such time as he pleases, or to destroy us in the sight of our enemies.",
      "16": "Do not impose conditions on the plans of the Lord our God. God is not like a human being to be moved by threats, nor like a mortal to be cajoled.",
      "17": "“So while we wait for the salvation that comes from him, let us call upon him to help us, and he will hear our cry if it pleases him.",
      "18": "For there has not risen among us in recent generations, nor does there exist today, any tribe, or clan, or district, or city of ours that worships gods made by hands, as happened in former days.",
      "19": "It was for such conduct that our ancestors were handed over to the sword and to pillage, and fell with great destruction before our enemies.",
      "20": "But since we acknowledge no other god but the Lord, we hope that he will not disdain us or any of our people.",
      "21": "If we are taken, then all Judea will fall, our sanctuary will be plundered, and God will demand an account from us for their profanation.",
      "22": "For the slaughter of our kindred, for the taking of exiles from the land, and for the devastation of our inheritance, he will hold us responsible among the nations. Wherever we are enslaved, we will be a scandal and a reproach in the eyes of our masters.",
      "23": "Our servitude will not work to our advantage, but the Lord our God will turn it to disgrace.",
      "24": "“Therefore, my brothers, let us set an example for our kindred. Their lives depend on us, and the defense of the sanctuary, the temple, and the altar rests with us.",
      "25": "Besides all this, let us give thanks to the Lord our God for putting us to the test as he did our ancestors.",
      "26": "Recall how he dealt with Abraham, and how he tested Isaac, and all that happened to Jacob in Syrian Mesopotamia while he was tending the flocks of Laban, his mother’s brother.",
      "27": "He has not tested us with fire, as he did them, to try their hearts, nor is he taking vengeance on us. But the Lord chastises those who are close to him in order to admonish them.”",
      "28": "Then Uzziah said to her: “All that you have said you have spoken truthfully, and no one can deny your words.",
      "29": "For today is not the first time your wisdom has been evident, but from your earliest days all the people have recognized your understanding, for your heart’s disposition is right.",
      "30": "The people, however, were so thirsty that they forced us to do for them as we have promised, and to bind ourselves by an oath that we cannot break.",
      "31": "But now, since you are a devout woman, pray for us that the Lord may send rain to fill up our cisterns. Then we will no longer be fainting from thirst.”",
      "32": "Then Judith said to them: “Listen to me! I will perform a deed that will go down from generation to generation among our descendants.",
      "33": "Stand at the city gate tonight to let me pass through with my maid; and within the days you have specified before you will surrender the city to our enemies, the Lord will deliver Israel by my hand.",
      "34": "You must not inquire into the affair, for I will not tell you what I am doing until it has been accomplished.”",
      "35": "Uzziah and the rulers said to her, “Go in peace, and may the Lord God go before you to take vengeance upon our enemies!”",
      "36": "Then they withdrew from the tent and returned to their posts."
    },
    "9": {
      "1": "Chapter 9 - The Prayer of Judith. Judith fell prostrate, put ashes upon her head, and uncovered the sackcloth she was wearing. Just as the evening incense was being offered in the temple of God in Jerusalem, Judith cried loudly to the Lord:",
      "2": "“Lord, God of my father Simeon, into whose hand you put a sword to take revenge upon the foreigners who had defiled a virgin by violating her, shaming her by uncovering her thighs, and dishonoring her by polluting her womb. You said, ‘This shall not be done!’ Yet they did it.",
      "3": "Therefore you handed over their rulers to slaughter; and you handed over to bloodshed the bed in which they lay deceived, the same bed that had felt the shame of their own deceiving. You struck down the slaves together with their masters, and the masters upon their thrones.",
      "4": "Their wives you handed over to plunder, and their daughters to captivity, and all the spoils you divided among your favored children, who burned with zeal for you and in their abhorrence of the defilement of their blood called on you for help. O God, my God, hear me also, a widow.",
      "5": "“It is you who were the author of those events and of what preceded and followed them. The present and the future you have also planned. Whatever you devise comes into being.",
      "6": "The things you decide come forward and say, ‘Here we are!’ All your ways are in readiness, and your judgment is made with foreknowledge.",
      "7": "“Here are the Assyrians, a vast force, priding themselves on horse and chariot, boasting of the power of their infantry, trusting in shield and spear, bow and sling. They do not know that you are the Lord who crushes wars;",
      "8": "Lord is your name. Shatter their strength in your might, and crush their force in your wrath. For they have resolved to profane your sanctuary, to defile the tent where your glorious name resides, and to break off the horns of your altar with the sword.",
      "9": "See their pride, and send forth your fury upon their heads. Give me, a widow, a strong hand to execute my plan.",
      "10": "By the deceit of my lips, strike down slave together with ruler, and ruler together with attendant. Crush their arrogance by the hand of a female.",
      "11": "“Your strength is not in numbers, nor does your might depend upon the powerful. You are God of the lowly, helper of those of little account, supporter of the weak, protector of those in despair, savior of those without hope.",
      "12": "“Please, please, God of my father, God of the heritage of Israel, Master of heaven and earth, Creator of the waters, King of all you have created, hear my prayer!",
      "13": "Let my deceitful words wound and bruise those who have planned dire things against your covenant, your holy temple, Mount Zion, and the house your children possess.",
      "14": "Make every nation and every tribe know clearly that you are God, the God of all power and might, and that there is no other who shields the people of Israel but you alone.”"
    },
    "10": {
      "1": "Chapter 10 - Judith Prepares to Depart. As soon as Judith had ceased her prayer to the God of Israel and finished all these words,",
      "2": "she rose from the ground. She called her maid and they went down into the house, which she used only on sabbaths and feast days.",
      "3": "She took off the sackcloth she had on, laid aside the garments of her widowhood, washed her body with water, and anointed herself with rich ointment. She arranged her hair, put on a diadem, and dressed in the festive attire she had worn while her husband, Manasseh, was living.",
      "4": "She chose sandals for her feet, and put on her anklets, bracelets, rings, earrings, and all her other jewelry. Thus she made herself very beautiful, to entice the eyes of all the men who should see her.",
      "5": "She gave her maid a skin of wine and a jug of oil. She filled a bag with roasted grain, dried fig cakes, and pure bread. She wrapped all her dishes and gave them to the maid to carry.",
      "6": "Then they went out to the gate of the city of Bethulia and found Uzziah and the elders of the city, Chabris and Charmis, standing there.",
      "7": "When they saw Judith transformed in looks and differently dressed, they were very much astounded at her beauty and said to her,",
      "8": "“May the God of our ancestors grant you favor and make your design successful, for the glory of the Israelites and the exaltation of Jerusalem.”",
      "9": "Judith bowed down to God. Judith and Her Maid Leave Bethulia. Then she said to them, “Order the gate of the city opened for me, that I may go to accomplish the matters we discussed.” So they ordered the young men to open the gate for her, as she had requested,",
      "10": "and they did so. Then Judith and her maidservant went out. The men of the city kept her in view as she went down the mountain and crossed the valley; then they lost sight of her.",
      "11": "IV. Judith Goes out to War - As Judith and her maid walked directly across the valley, they encountered the Assyrian patrol.",
      "12": "The men took her in custody and asked her, “To what people do you belong? Where do you come from, and where are you going?” She replied: “I am a daughter of the Hebrews, and I am fleeing from them, because they are about to be delivered up to you as prey.",
      "13": "I have come to see Holofernes, the ranking general of your forces, to give him a trustworthy report; in his presence I will show him the way by which he can ascend and take possession of the whole hill country without a single one of his men suffering injury or loss of life.”",
      "14": "When the men heard her words and gazed upon her face, which appeared marvelously beautiful to them, they said to her,",
      "15": "“By hastening down to see our master, you have saved your life. Now go to his tent; some of us will accompany you to hand you over to him.",
      "16": "When you stand before him, have no fear in your heart; give him the report you have given us, and he will treat you well.”",
      "17": "So they selected a hundred of their men as an escort for her and her maid, and these conducted them to the tent of Holofernes.",
      "18": "As the news of her arrival spread among the tents, a crowd gathered in the camp. They came and stood around her as she waited outside the tent of Holofernes, while he was being informed about her.",
      "19": "They marveled at her beauty, regarding the Israelites with wonder because of her, and they said to one another, “Who can despise this people who have such women among them? It is not good to leave one of their men alive, for if any were to be spared they could beguile the whole earth.”",
      "20": "Judith Meets Holofernes. Then the guards of Holofernes and all his attendants came out and ushered her into the tent.",
      "21": "Holofernes was reclining on his bed under a canopy woven of purple, gold, emeralds, and other precious stones.",
      "22": "When they announced her to him, he came out to the front part of the tent, preceded by silver lamps.",
      "23": "When Judith came before Holofernes and his attendants, they all marveled at the beauty of her face. She fell prostrate and paid homage to him, but his servants raised her up."
    },
    "11": {
      "1": "Chapter 11 - Then Holofernes said to her: “Take courage, woman! Have no fear in your heart! I have never harmed anyone who chose to serve Nebuchadnezzar, king of all the earth.",
      "2": "As for your people who live in the hill country, I would never have raised my spear against them, had they not insulted me. They have brought this upon themselves.",
      "3": "But now tell me why you have fled from them and come to us? In any case, you have come to safety. Take courage! Your life is spared tonight and for the future.",
      "4": "No one at all will harm you. Rather, you will be well treated, as are the servants of my lord, King Nebuchadnezzar.”",
      "5": "Judith answered him: “Listen to the words of your servant, and let your maidservant speak in your presence! I will say nothing false to my lord this night.",
      "6": "If you follow the words of your maidservant, God will successfully perform a deed through you, and my lord will not fail to achieve his designs.",
      "7": "I swear by the life of Nebuchadnezzar, king of all the earth, and by the power of him who has sent you to guide all living things, that not only do human beings serve him through you; but even the wild animals, and the cattle, and the birds of the air, because of your strength, will live for Nebuchadnezzar and his whole house.",
      "8": "Indeed, we have heard of your wisdom and cleverness. The whole earth is aware that you above all others in the kingdom are able, rich in experience, and distinguished in military strategy.",
      "9": "“As for Achior’s speech in your council, we have heard it. When the men of Bethulia rescued him, he told them all he had said to you.",
      "10": "So then, my lord and master, do not disregard his word, but bear it in mind, for it is true. Indeed our people are not punished, nor does the sword prevail against them, except when they sin against their God.",
      "11": "But now their sin has caught up with them, by which they will bring the wrath of their God upon them when they do wrong; so that my lord will not be repulsed and fail, but death will overtake them.",
      "12": "Because their food has given out and all their water is running low, they have decided to kill their animals, and are determined to consume all the things which God in his laws has forbidden them to eat.",
      "13": "They have decided that they would use the first fruits of grain and the tithes of wine and oil, which they had consecrated and reserved for the priests who minister in the presence of our God in Jerusalem—things which the people should not so much as touch with their hands.",
      "14": "They have sent messengers to Jerusalem to bring back permission from the senate, for even there people have done these things.",
      "15": "On the very day when the response reaches them and they act upon it, they will be handed over to you for destruction.",
      "16": "“As soon as I, your servant, learned all this, I fled from them. God has sent me to perform with you such deeds as will astonish people throughout the whole earth who hear of them.",
      "17": "Your servant is, indeed, a God-fearing woman, serving the God of heaven night and day. Now I will remain with you, my lord; but each night your servant will go out into the valley and pray to God. He will tell me when they have committed their offenses.",
      "18": "Then I will come and let you know, so that you may march out with all your forces, and not one of them will be able to withstand you.",
      "19": "I will lead you through the heart of Judea until you come to Jerusalem, and there in its center I will set up your throne. You will drive them like sheep that have no shepherd, and not even a dog will growl at you. This was told to me in advance and announced to me, and I have been sent to tell you.”",
      "20": "Her words pleased Holofernes and all his attendants. They marveled at her wisdom and exclaimed,",
      "21": "“No other woman from one end of the earth to the other looks so beautiful and speaks so wisely!”",
      "22": "Then Holofernes said to her: “God has done well in sending you ahead of your people, to bring victory to our hands, and destruction to those who have despised my lord.",
      "23": "You are not only beautiful in appearance, but you are also eloquent. If you do as you have said, your God will be my God; you will live in the palace of King Nebuchadnezzar and be renowned throughout the whole earth.”"
    },
    "12": {
      "1": "Chapter 12 - Then he ordered them to lead her into the room where his silver dinnerware was kept, and ordered them to set a table for her with his own delicacies to eat and his own wine to drink.",
      "2": "But Judith said, “I cannot eat any of them, because it would be a scandal. Besides, I will have enough with the things I brought with me.”",
      "3": "Holofernes asked her, “But if your provisions give out, where can we get more of the same to provide for you? None of your people are with us.”",
      "4": "Judith answered him, “As surely as you live, my lord, your servant will not use up her supplies before the Lord accomplishes by my hand what he has determined.”",
      "5": "Then the attendants of Holofernes led her to her tent, where she slept until the middle of the night. Toward the early morning watch, she rose",
      "6": "and sent this message to Holofernes, “Give orders, my lord, to let your servant go out for prayer.”",
      "7": "So Holofernes ordered his guards not to hinder her. Thus she stayed in the camp three days. Each night she went out to the valley of Bethulia, where she bathed herself at the spring of the camp.",
      "8": "After bathing, she prayed to the Lord, the God of Israel, to direct her way for the triumph of her people.",
      "9": "Then she returned purified to the tent and remained there until her food was brought to her toward evening.",
      "10": "Judith at the Banquet of Holofernes. On the fourth day Holofernes gave a banquet for his servants alone, to which he did not invite any of the officers.",
      "11": "And he said to Bagoas, the eunuch in charge of his personal affairs, “Go and persuade the Hebrew woman in your care to come and to eat and drink with us.",
      "12": "It would bring shame on us to be with such a woman without enjoying her. If we do not seduce her, she will laugh at us.”",
      "13": "So Bagoas left the presence of Holofernes, and came to Judith and said, “So lovely a maidservant should not be reluctant to come to my lord to be honored by him, to enjoy drinking wine with us, and to act today like one of the Assyrian women who serve in the palace of Nebuchadnezzar.”",
      "14": "Judith replied, “Who am I to refuse my lord? Whatever is pleasing to him I will promptly do. This will be a joy for me until the day of my death.”",
      "15": "So she proceeded to put on her festive garments and all her finery. Meanwhile her servant went ahead and spread out on the ground opposite Holofernes the fleece Bagoas had furnished for her daily use in reclining while eating.",
      "16": "Then Judith came in and reclined. The heart of Holofernes was in rapture over her and his passion was aroused. He was burning with the desire to possess her, for he had been biding his time to seduce her from the day he saw her.",
      "17": "Holofernes said to her, “Drink and be happy with us!”",
      "18": "Judith replied, “I will gladly drink, my lord, for today is the greatest day of my whole life.”",
      "19": "She then took the things her servant had prepared and ate and drank in his presence.",
      "20": "Holofernes, charmed by her, drank a great quantity of wine, more than he had ever drunk on any day since he was born."
    },
    "13": {
      "1": "Chapter 13 - Judith Beheads Holofernes. When it grew late, his servants quickly withdrew. Bagoas closed the tent from the outside and dismissed the attendants from their master’s presence. They went off to their beds, for they were all tired because the banquet had lasted so long.",
      "2": "Judith was left alone in the tent with Holofernes, who lay sprawled on his bed, for he was drunk with wine.",
      "3": "Judith had ordered her maidservant to stand outside the bedchamber and to wait, as on the other days, for her to come out; she had said she would be going out for her prayer. She had also said this same thing to Bagoas.",
      "4": "When all had departed, and no one, small or great, was left in the bedchamber, Judith stood by Holofernes’ bed and prayed silently, “O Lord, God of all might, in this hour look graciously on the work of my hands for the exaltation of Jerusalem.",
      "5": "Now is the time for aiding your heritage and for carrying out my design to shatter the enemies who have risen against us.”",
      "6": "She went to the bedpost near the head of Holofernes, and taking his sword from it,",
      "7": "she drew close to the bed, grasped the hair of his head, and said, “Strengthen me this day, Lord, God of Israel!”",
      "8": "Then with all her might she struck his neck twice and cut off his head.",
      "9": "She rolled his body off the bed and took the canopy from its posts. Soon afterward, she came out and handed over the head of Holofernes to her maid,",
      "10": "who put it into her food bag. Then the two went out together for prayer as they were accustomed to do. Judith and Her Maid Return to Bethulia. They passed through the camp, and skirting that valley, went up the mountain to Bethulia, and approached its gates.",
      "11": "From a distance, Judith shouted to the guards at the gates: “Open! Open the gate! God, our God, is with us. Once more he has shown his strength in Israel and his power against the enemy, as he has today!”",
      "12": "Judith Displays the Head of Holofernes. When the citizens heard her voice, they hurried down to their city gate and summoned the elders of the city.",
      "13": "All the people, from the least to the greatest, hurriedly assembled, for her return seemed unbelievable. They opened the gate and welcomed the two women. They made a fire for light and gathered around the two.",
      "14": "Judith urged them with a loud voice: “Praise God, give praise! Praise God, who has not withdrawn his mercy from the house of Israel, but has shattered our enemies by my hand this very night!”",
      "15": "Then she took the head out of the bag, showed it to them, and said: “Here is the head of Holofernes, the ranking general of the Assyrian forces, and here is the canopy under which he lay in his drunkenness. The Lord struck him down by the hand of a female!",
      "16": "Yet I swear by the Lord, who has protected me in the way I have walked, that it was my face that seduced Holofernes to his ruin, and that he did not defile me with sin or shame.”",
      "17": "All the people were greatly astonished. They bowed down and worshiped God, saying with one accord, “Blessed are you, our God, who today have humiliated the enemies of your people.”",
      "18": "Then Uzziah said to her, “Blessed are you, daughter, by the Most High God, above all the women on earth; and blessed be the Lord God, the creator of heaven and earth, who guided your blow at the head of the leader of our enemies.",
      "19": "Your deed of hope will never be forgotten by those who recall the might of God.",
      "20": "May God make this redound to your everlasting honor, rewarding you with blessings, because you risked your life when our people were being oppressed, and you averted our disaster, walking in the straight path before our God.” And all the people answered, “Amen! Amen!”"
    },
    "14": {
      "1": "V. Victory and Thanksgiving Chapter 14 - Judith’s Plan of Attack. Then Judith said to them: “Listen to me, my brothers and sisters. Take this head and hang it on the parapet of your wall.",
      "2": "At daybreak, when the sun rises on the earth, each of you seize your weapons, and let all the able-bodied men rush out of the city under command of a captain, as if about to go down into the valley against the Assyrian patrol, but without going down.",
      "3": "The Assyrians will seize their weapons and hurry to their camp to awaken the generals of the army. When they run to the tent of Holofernes and do not find him, panic will seize them, and they will flee before you.",
      "4": "Then you and all the other inhabitants of the whole territory of Israel will pursue them and strike them down in their tracks.",
      "5": "But before doing this, summon for me Achior the Ammonite, that he may see and recognize the one who despised the house of Israel and sent him here to meet his death.” Achior’s Conversion.",
      "6": "So they called Achior from the house of Uzziah. When he came and saw the head of Holofernes in the hand of one of the men in the assembly of the people, he collapsed in a faint.",
      "7": "Then, after they lifted him up, he threw himself at the feet of Judith in homage, saying: “Blessed are you in every tent of Judah! In every nation, all who hear your name will be struck with terror.",
      "8": "But now, tell me all that you did during these days.” So Judith told him, in the midst of the people, all that she had done, from the day she left until the time she began speaking to them.",
      "9": "When she had finished her account, the people cheered loudly, so that the city resounded with shouts of joy.",
      "10": "Now Achior, seeing all that the God of Israel had done, believed firmly in God. He circumcised the flesh of his foreskin and he has been united with the house of Israel to the present day.",
      "11": "Panic in the Assyrian Camp. At daybreak they hung the head of Holofernes on the wall. Then all the Israelite men took up their weapons and went out by groups to the mountain passes.",
      "12": "When the Assyrians saw them, they notified their commanders, who, in turn, went to their generals, their division leaders, and all their other leaders.",
      "13": "They came to the tent of Holofernes and said to the one in charge of all his things, “Awaken our lord, for the slaves have dared come down against us in battle, to their utter destruction.”",
      "14": "So Bagoas went in and knocked at the entry of the tent, presuming that Holofernes was sleeping with Judith.",
      "15": "When no one answered, he parted the curtains, entered the bedchamber, and found him thrown on the floor dead, with his head gone!",
      "16": "He cried out loudly, weeping, groaning, and howling, and tore his garments.",
      "17": "Then he entered the tent where Judith had her quarters; and, not finding her, he rushed out to the troops and cried:",
      "18": "“The slaves have duped us! One Hebrew woman has brought shame on the house of King Nebuchadnezzar. Look! Holofernes on the ground—without a head!”",
      "19": "When the leaders of the Assyrian forces heard these words, they tore their tunics and were overcome with great distress. Their loud cries and shouts were heard throughout the camp."
    },
    "15": {
      "1": "Chapter 15 - On hearing what had happened, those still in their tents were horrified.",
      "2": "Overcome with fear and dread, no one kept ranks any longer. They scattered in all directions, and fled along every path, both through the valley and in the hill country.",
      "3": "Those who were stationed in the hill country around Bethulia also took to flight. Then the Israelites, every warrior among them, came charging down upon them.",
      "4": "Uzziah sent messengers to Betomasthaim, to Choba and Kona, and to the whole territory of Israel to report what had happened and to urge them all to attack the enemy and destroy them.",
      "5": "On hearing this, all the Israelites, with one accord, attacked them and cut them down as far as Choba. Even those from Jerusalem and the rest of the hill country took part in this, for they too had been notified of the happenings in the camp of their enemy. The Gileadites and the Galileans struck the enemy’s flanks with great slaughter, even beyond Damascus and its borders.",
      "6": "The remaining people of Bethulia swept down on the camp of the Assyrians, plundered it, and acquired great riches.",
      "7": "The Israelites, when they returned from the slaughter, took possession of what was left. Even the towns and villages in the hill country and on the plain got an enormous quantity of spoils, for there was a tremendous amount of it.",
      "8": "Israel Celebrates Judith’s Victory. Then the high priest Joakim and the senate of the Israelites who lived in Jerusalem came to see for themselves the good things that the Lord had done for Israel, and to meet and congratulate Judith.",
      "9": "When they came to her, all with one accord blessed her, saying: “You are the glory of Jerusalem! You are the great pride of Israel! You are the great boast of our nation!",
      "10": "By your own hand you have done all this. You have done good things for Israel, and God is pleased with them. May the Almighty Lord bless you forever!” And all the people said, “Amen!”",
      "11": "For thirty days all the people plundered the camp, giving Judith the tent of Holofernes, with all his silver, his beds, his dishes, and all his furniture. She took them and loaded her mule, hitched her carts, and loaded these things on them.",
      "12": "All the women of Israel gathered to see her, and they blessed her and performed a dance in her honor. She took branches in her hands and distributed them to the women around her,",
      "13": "and she and the other women crowned themselves with olive leaves. Then, at the head of all the people, she led the women in the dance, while the men of Israel followed, bearing their weapons, wearing garlands and singing songs of praise.",
      "14": "Judith led all Israel in this song of thanksgiving, and the people loudly sang this hymn of praise:"
    },
    "16": {
      "1": "Chapter 16 Judith’s Hymn of Deliverance - And Judith sang: “Strike up a song to my God with tambourines, sing to the Lord with cymbals; Improvise for him a new song, exalt and acclaim his name.",
      "2": "For the Lord is a God who crushes wars; he sets his encampment among his people; he delivered me from the hands of my pursuers.",
      "3": "“The Assyrian came from the mountains of the north, with myriads of his forces he came; Their numbers blocked the wadies, their cavalry covered the hills.",
      "4": "He threatened to burn my territory, put my youths to the sword, Dash my infants to the ground, seize my children as plunder. And carry off my virgins as spoil.",
      "5": "“But the Lord Almighty thwarted them, by the hand of a female!",
      "6": "Not by youths was their champion struck down, nor did Titans bring him low, nor did tall giants attack him; But Judith, the daughter of Merari, by the beauty of her face brought him down.",
      "7": "She took off her widow’s garb to raise up the afflicted in Israel. She anointed her face with fragrant oil;",
      "8": "fixed her hair with a diadem, and put on a linen robe to beguile him.",
      "9": "Her sandals ravished his eyes, her beauty captivated his mind, the sword cut through his neck!",
      "10": "“The Persians trembled at her boldness, the Medes were daunted at her daring.",
      "11": "When my lowly ones shouted, and my weak ones cried out, The enemy was terrified, screamed and took to flight.",
      "12": "Sons of maidservants pierced them through; wounded them like deserters’ children. They perished before the ranks of my Lord.",
      "13": "“I will sing a new song to my God. O Lord, great are you and glorious, marvelous in power and unsurpassable.",
      "14": "Let your every creature serve you; for you spoke, and they were made. You sent forth your spirit, and it created them; no one can resist your voice.",
      "15": "For the mountains to their bases are tossed with the waters; the rocks, like wax, melt before your glance. “But to those who fear you, you will show mercy.",
      "16": "Though the sweet fragrance of every sacrifice is a trifle, and the fat of all burnt offerings but little in your sight, one who fears the Lord is forever great.",
      "17": "“Woe to the nations that rise against my people! the Lord Almighty will requite them; in the day of judgment he will punish them: He will send fire and worms into their flesh, and they will weep and suffer forever.”",
      "18": "When they arrived at Jerusalem, they worshiped God. As soon as the people were purified, they offered their burnt offerings, voluntary offerings, and donations.",
      "19": "Judith dedicated to God all the things of Holofernes that the people had given her, putting under the ban the canopy that she herself had taken from his bedchamber.",
      "20": "For three months the people continued their celebration in Jerusalem before the sanctuary, and Judith remained with them.",
      "21": "The Renown and Death of Judith. When those days were over, all of them returned to their inheritance. Judith went back to Bethulia and remained on her estate. For the rest of her life she was renowned throughout the land.",
      "22": "Many wished to marry her, but she gave herself to no man all the days of her life from the time her husband, Manasseh, died and was gathered to his people.",
      "23": "Her fame continued to increase, and she lived in the house of her husband, reaching the advanced age of one hundred and five. She set her maid free. And when she died in Bethulia, they buried her in the cave of her husband, Manasseh;",
      "24": "and the house of Israel mourned her for seven days. Before she died, she distributed her property to the relatives of her husband, Manasseh, and to her own relatives.",
      "25": "During the lifetime of Judith and for a long time after her death, no one ever again spread terror among the Israelites."
    }
  }
}
